const data= [{id:"1",p:"pp",name:"كيك",type:"غدا",price:"50 جنيه",details:"وجبة غداء لذيذة مرة هتاكل صوابعك وراها وجبة غداء لذيذة مرة هتاكل صوابعك وجبة غداء لذيذة مرة هتاكل صوابعك بلا بلا بلا بلا بلا بلا بلا بلا بلا بلا بلا بلا",img:"1.jpg"},
{id:"2",p:"pdp",name:"اصابع",type:"غدا",price:"50 جنيه",details:"وجبة غداء لذيذة مرة هتاكل صوابعك وراها بلا بلا بلا بلا بلا بلا بلا بلا بلا بلا بلا بلا",img:"2.jpg"},
{id:"3",p:"pps",name:"لالا",type:"عشا",price:"50 جنيه",details:"وجبة غداء لذيذة مرة هتاكل صوابعك وراها بلا بلا بلا بلا بلا بلا بلا بلا بلا بلا بلا بلا",img:"3.webp"},
{id:"4",p:"ppf",name:"دجاج",type:"فطور",price:"50 جنيه",details:"وجبة غداء لذيذة مرة هتاكل صوابعك وراها بلا بلا بلا بلا بلا بلا بلا بلا وجبة غداء لذيذة مرة هتاكل صوابعك وجبة غداء لذيذة مرة هتاكل صوابعك وجبة غداء لذيذة مرة هتاكل صوابعك بلا بلا بلا بلا",img:"4.jpg"},
{id:"5",p:"ppg",name:"مقرمش",type:"عشا",price:"50 جنيه",details:"وجبة غداء لذيذة مرة هتاكل صوابعك وراها بلا بلا بلا بلا بلا بلا بلا بلا بلا بلا بلا بلا",img:"5.jpg"},
{id:"6",p:"ppj",name:"كيك",type:"غدا",price:"50 جنيه",details:"وجبة غداء لذيذة مرة هتاكل صوابعك وراها بلا بلا بلا بلا بلا بلا بلا بلا بلا بلا بلا بلا",img:"6.png"},
{id:"7",p:"ppk",name:"بيض",type:"فطور",price:"50 جنيه",details:"وجبة غداء لذيذة مرة هتاكل صوابعك وراها بلا بلا بلا بلا بلا بلا بلا بلا بلا بلا بلا بلا",img:"7.gif"},
{id:"8",p:"ppl",name:"طبق",type:"غدا",price:"50 جنيه",details:"وجبة غداء لذيذة مرة هتاكل صوابعك وراها بلا بلا بلا بلا بلا بلا بلا بلا بلا بلا بلا بلا",img:"8.jpg"},
{id:"9",p:"ppy",name:"كشري",type:"غدا",price:"50 جنيه",details:"وجبة غداء لذيذة مرة هتاكل صوابعك وراها بلا وجبة غداء لذيذة مرة هتاكل صوابعك بلا بلا بلا بلا بلا بلا بلا بلا بلا بلا بلا",img:"4.jpg"},
{id:"10",p:"pup",name:"كيك",type:"فطور",price:"50 جنيه",details:"وجبة غداء لذيذة مرة هتاكل صوابعك وراها بلا بلا بلا بلا بلا بلا بلا بلا وجبة غداء لذيذة مرة هتاكل صوابعك بلا بلا بلا بلا",img:"2.jpg"},

]
export default data